{
  "nav": {
    "techsessions": "Technical sessions",
    "courses":"Courses",
    "about": "About",
    "merchandise": "Merchandise",
    "contactus": "Contact us",
    "english": "EN",
    "portuguese": "PT"
  },
  "intro": {
    "title": "What is Steps to Podium?",
    "text1": "Steps to Podium (S2P) creates unique, inspiring and educational content about the 2-wheeled Offroad world.",
    "text2": "With S2P, you can learn how to improve your riding or take care of your bike, access gear reviews, discover the engineering behind our complex sport or follow Luis and his adventures as an amateur rider. Ready to join the ride?"
  },
  "videos": {
    "offroadengineered": {
      "title": "Offroad Engineered",
      "text": "A series of educational and informative videos that explain in a simple and animated way, the engineering behind the dirt bikes we ride and the sport itself."
    },
    "how-tos": {
      "title": "How-to's",
      "text": "Not everything needs to be complex. We have some very simple tips and tricks on how to take care of your bike or even for you to become a better rider."
    },
    "reviews": {
      "title": "Reviews",
      "text": "Looking for to buy new gear or parts? Here you’ll find a down-to-earth perspective on a bunch of products, so you can do a well-though and informed purchase."
    },
    "races": {
      "title": "Races",
      "text": "One of the best things about riding… is racing. You can follow the adventures of the S2P team and discover more about the Portuguese racing environment!"
    },
    "behindthescenes": {
      "title": "Behind the Scenes",
      "text": "In this segment, we'll tell you the story of your favorite Offroad brands and where they are headed, by interviewing people from inside the company."
    },
    "interviews": {
      "title": "Interviews",
      "text": "Steps to Podium allows Luis to have a deeper insight on the Offroad world by having interesting chats and interviews with key people from the Offroad community."
    },
    "watchmore": "Watch more",
    "loadmore": "Load more"
  },
  "about": {
    "title": "About Us",
    "text": "The whole idea was born during Luis’ Erasmus semester in Germany. Being deprived of riding dirt bikes, he realized how important the sport was to him. At that time, he was also watching a lot of YouTube videos, which made him realize that there was not much content specifically for the Offroad community. That was how Steps to Podium was born. In a funny, simple, and straightforward way, without any kind of interest or endorsement, Steps to Podium wants to inspire, teach and help amateur riders from around the globe."
  },
  "aboutus": {
    "luis": "Luís is a Mechanical Engineer that works in Software Development, and most important, is a dirt bike fanatic by heart. Luís’ love for the sport makes him seek nothing else but the complete understanding of the sport, whether it’s on the bike, off the bike or about the bike.",
    "lili": "Lili is a Marketing expert that fell in love with the project (and probably Luis) and decided to help the brand grow and become global. She’s part of the team since the beginning, so she already knows a thing or two about dirt bikes, but don’t ask her too many questions."
  },
  "contact": {
    "title": "Get in touch",
    "text1": "Do you have any tips, tricks, proposals or questions to share with us?",
    "text2": "We’re very happy to hear from you! Leave us a message and we’ll reply as soon as possible.",
    "emailtitle": "Email address:",
    "emailplaceholder": "Enter your email",
    "subjecttitle": "Subject:",
    "subjectoption": "--Select One--",
    "subjectoption1": "Collaboration",
    "subjectoption2": "Business Inquiry",
    "subjectoption3": "Social Media",
    "subjectoption4": "Other",
    "messagetitle": "Message:",
    "messageplaceholder": "Write your message here",
    "submit": "Submit",
    "confirmation": "Email confirmation",
    "confirmmessage": "Your email has been sent! We'll reply within 24 hours."
  },
  "partners": {
    "title": "Partners"
  },
  "footer": {
    "rightsreserved": "All Copyrights reserved ©",
    "courses": "Courses",
    "techsession": "Tech. Sessions",
    "videos": "Videos",
    "merchandise": "Merchandise",
    "privacypolicy": "Privacy Policy",
    "termsandconditions": "Terms & Conditions",
    "follow": "Follow us"
  },
  "courses": {
    "coursestitle": "Suspension Courses",
    "explorecourses": "Explore Courses",
    "text1": "Whether you’re a weekend rider or a professional off-road rider, there is no doubt that your dirtbike's suspensions have a big impact on your overall comfort and performance.",
    "text2": "If you've always wanted to know all the secrets of suspensions and how to adjust them to suit your needs, this is your chance. In our specialized courses, you will learn not only the theoretical foundations but also how to get your hands dirty and make your own adjustments",
  "allcourses": "All Courses",
  "forkscourses": "FRONT FORKS",
  "forksdate1": "March 27th",
  "forkslocation1": "Porto",
  "forksdate2": "April 23rd",
  "forkslocation2": "Sintra",
  "forksdate3": "April 24th",
  "forkslocation3": "Sintra",
  "forksdate4": "October 16th",
  "forkslocation4": "Porto",
  "forksdate5": "November 13th",
  "forkslocation5": "Lisboa",
  "forksdate6": "March",
  "forkslocation6": "TBD",
  "shockcourses": "REAR SHOCK",
  "shockdate1": "March 27th",
  "shocklocation1": "Porto",
  "shockdate2": "April 23rd",
  "shocklocation2": "Sintra",
  "shockdate3": "April 24rd",
  "shocklocation3": "Sintra",
  "shockdate4": "TBD",
  "shocklocation4": "TBD",
  "watchmore": "Find out more",
  "soldout": "Sold out",
  "comingsoon": "Coming soon",
  "testimonials": "Testimonials",
  "texttestimonials":"What our previous students have to say",
  "testimonial1": "I used to tinker with the suspensions but it was never so extreme. Here, I realized exactly what impact it has on the bike, in terms of traction, for example. I learned a lot.",
  "testimonialperson1": "Bernardo Vots",
  "testimonial2": "It was fantastic. It was great to understand what the bike can and cannot do, how I can improve my times in the races, and to lose the fear of messing with the clicks.",
  "testimonialperson2": "Hugo Teixeira",
  "testimonial3": "I think the two courses complement each other very well, and I would say that it is almost mandatory to do both, because it really makes a difference.",
  "testimonialperson3": "Filipe Regalado Sousa",
  "testimonial4": "I found this course very productive. It allows us to explore a lot of the click tunings and I think it's very important that we can do that. We can really feel all the sensations on top of the dirt bike.",
  "testimonialperson4": "Luís Silva",
  "testimonial5": "The atmosphere is very good. The fact that you have riders with different experiences sharing knowledge and discussing concepts that will later be experienced in practice is super interesting. It's not just content that can be read anywhere, it's truly feeling and understanding how things work.",
  "testimonialperson5": "Pedro Peixoto",
  "testimonial6": "This is great. All people should know what compression and rebound means, or what is high or low speed... and the influence of these adjustments when riding, in terms of comfort [for the rider].",
  "testimonialperson6": "Hugo Mota",
  "testimonial7": "This is very good for people to be comfortable in experimenting and understand how a suspension or shock absorber works. Hearing the explanation of what each tuning does and then realizing what it conveys or what allows us to do in practice, is super important.",
  "testimonialperson7": "Duarte Mota",
  "testimonial8": "The changes I made to the suspensions, under Luis' guidance, made a world of difference. Also, his explanation was very helpful in understanding several other topics and gave me confidence to adjust the clickers as needed.",
  "testimonialperson8": "Ariel Toron"
  },
  "forks": {
    "bannerforks": "Front Forks",
  "time&date": "Hour",
  "time&date1": "9am",
  "time&date2": "14h00",
  "location":"Location",
  "location0": "TBD",
  "location1":"Porto, Portugal",
  "location2":"Cascais, Portugal",
  "location3":"Sintra, Portugal",
  "duration":"Duration",
  "duration1":"4 hours",
  "duration2":"",
  "maxparticipants":"Max. Participants",
  "maxparticipants1":"6",
  "price":"Price",
  "price1":"50€",
  "price2":"60€",
  "price3":"70€",
  "signup": "Sign Up",
  "tabthecourse": "The Course",
  "textthecourse1":"Nowadays, suspensions can be adjusted in several ways, considering your weight, the type of terrain or riding and other variables. Well adjusted suspensions will undoubtedly have an impact on your performance - but also on your comfort and safety while riding.",
  "textthecourse2":"However, few riders are able to go “beyond the clicks” and, in fact, understand exactly how to take full advantage of their suspensions. In this course, you will learn to adjust your suspensions to your liking - and more",
  "whatyouwilllearn":"What you will learn",
  "whatyouwilllearn1":"How suspensions work and how they are built",
  "whatyouwilllearn2":"How suspensions can be adjusted",
  "whatyouwilllearn3":"What impact do adjustments have",
  "whatyouwilllearn4":"How to adjust your suspensions to your needs",
  "extras": "Extras (also included)",
  "textextras1": "Snacks",
  "textextras2": "Technical follow-up after the course",
  "textextras3": "Special price for maintenance/revalving of your suspensions by Steps to Podium",
  "textextras4": "10% discount in all Steps to Podium courses",
  "textextras5": "Access to the S2P community",
  "textextras6": "Surprise gifts",
  "requirements": "Requirements",
  "textrequirements1": "To do this course, your bike's front forks have to be equipped with low-speed compression damping and low-speed rebound damping adjusters.",
  "textrequirements2": "To really take advantage of this course, your suspensions must be in good condition and with maintenance up to date.",
  "tabisthisforme": "Is this for me?",
  "textisthisforme1": "Definitely.",
  "textisthisforme2": "If you've made it this far, we have no doubt that this course is for you. This course was prepared for all of those who want to learn more about suspensions and the impact they can have on the experience of riding a dirtbike, regardless of the rider's level of experience.",
  "weekendwarrior": "Curious ones and “weekend warriors”",
  "textweekendwarrior": "Since “you only go for a few rides from time to time”, you may be thinking that learning to adjust your suspensions is not worth it. You're wrong. Knowing how to fine-tune your suspensions will not only help you save some money, but will also greatly improve your experience on the bike. You will be prepared to take advantage of them at all times: from easy rides to more challenging trails.",
  "amateurpro": "Amateur and professional riders",
  "textamateurpro1": "Saving some money and improving performance are two of the best things in life for any amateur rider (we know it well!). Learning how to tune and adjust your suspensions to your liking will allow you both. In addition to learning more about suspensions and how they work, you will be able to learn to adjust them according to the needs of each race, so that you are everytime closer to the podium.",
  "textamateurpro2": "So, what are you waiting for?",
  "tabsigningup": "Signing up",
  "textsigningup1": "To sign up for this course, fill out the form below.",
  "textsigningup2": "After submitting the form, you will receive an email with the payment information, so you can guarantee your place. Your registration is only valid after the payment has been validated.",
  "textsigningup3": "Once your registration is considered valid, you will receive an email with everything you need to know to join us.",
  "textsigningup4": "Any questions or doubts, please contact us at stepstopodium@gmail.com."
  },
  "shock": {
    "bannershock": "Rear Shock",
    "time&date": "Hour",
    "time&date1": "9am",
    "time&date2": "14h00",
    "location":"Location",
    "location0": "TBD",
    "location1":"Porto, Portugal",
    "location2":"Lisbon, Portugal",
    "location3":"Sintra, Portugal",
    "duration":"Duration",
    "duration1":"4 hours",
    "duration2":"",
    "maxparticipants":"Max. Participants",
    "maxparticipants1":"6",
    "maxparticipants2":"",
    "price":"Price",
    "price1":"50€",
    "price2":"60€",
    "price3":"70€",
    "signup": "Sign Up",
    "tabthecourse": "The Course",
    "textthecourse1":"The rear shock might be the most important component on a dirt bike. Not only it absorbs the bumps of the terrain, it also has to help transfer the power to the ground. A well adjusted shock will undoubtedly have an impact on your performance - but also on your comfort and safety while riding.",
    "textthecourse2":"However, few riders are able to really understand the difference between high-speed and low-speed compression damping and, in fact, understand exactly how to take full advantage of the rear shock. In this course, you will learn to adjust your shock to your liking - and more",
    "textthecourse3":"Note: If you haven't done any of S2P suspension courses, we recommend doing first the Front Forks course, as it will better prepare you for the Rear Shock course.",
    "whatyouwilllearn":"What you will learn",
    "whatyouwilllearn1":"How a shock works and how it's built",
    "whatyouwilllearn2":"How shocks can be adjusted",
    "whatyouwilllearn3":"What impact do adjustments have",
    "whatyouwilllearn4":"How to adjust your shock to your needs",
    "extras": "Extras (also included)",
    "textextras1": "Snacks",
    "textextras2": "Technical follow-up after the course",
    "textextras3": "Special price for maintenance/revalving of your suspensions by Steps to Podium",
    "textextras4": "10% discount in all Steps to Podium courses",
    "textextras5": "Access to the S2P community",
    "textextras6": "Surprise gifts",
    "requirements": "Requirements",
    "textrequirements1": "To do this course, your bike has to be equipped with low-speed and high-speed compression damping and low-speed rebound damping adjusters.",
    "textrequirements2": "To really take advantage of this course, your shock must be in good condition and with maintenance up to date.",
    "tabisthisforme": "Is this for me?",
    "textisthisforme1": "Definitely.",
    "textisthisforme2": "If you've made it this far, we have no doubt that this course is for you. This course was prepared for all of those who want to learn more about rear shocks and the impact they can have on the experience of riding a dirtbike, regardless of the rider's level of experience.",
    "weekendwarrior": "Curious ones and “weekend warriors”",
    "textweekendwarrior": "Since “you only go for a few rides from time to time”, you may be thinking that learning to adjust your shock is not worth it. You're wrong. Knowing how to fine-tune your shock will not only help you save some money, but will also greatly improve your experience on the bike. You will be prepared to take advantage of them at all times: from easy rides to more challenging trails.",
    "amateurpro": "Amateur and professional riders",
    "textamateurpro1": "Saving some money and improving performance are two of the best things in life for any amateur rider (we know it well!). Learning how to tune and adjust your shock to your liking will allow you both. In addition to learning more about shocks and how they work, you will be able to learn to adjust them according to the needs of each race, so that you are everytime closer to the podium.",
    "textamateurpro2": "So, what are you waiting for?",
    "tabsigningup": "Signing up",
    "textsigningup1": "To sign up for this course, fill out the form below.",
    "textsigningup2": "After submitting the form, you will receive an email with the payment information, so you can guarantee your place. Your registration is only valid after the payment has been validated.",
    "textsigningup3": "Once your registration is considered valid, you will receive an email with everything you need to know to join us.",
    "textsigningup4": "Any questions or doubts, please contact us at stepstopodium@gmail.com."
    },
  "techsession": {
    "bannertechsession": "Technical Sessions",
    "text1":"Do you have any doubts regarding your dirt bike suspensions? Would you like to learn how to do basic maintenance or how to tune the engine? Do you need support preparing for a race? We can help.",
    "text2":"Schedule a 30-minute or 1-hour technical session, depending on what you need, and we'll help clear up all your queries.",
    "durationtitle": "Duration",
    "durationtext": "30 or 60 mins",
    "pricetitle": "Price",
    "pricetext1": "30 mins: 15 €",
    "pricetext2": "1 hour: 25 €",
    "time&datetitle": "Time & Date",
    "time&datetext": "TBD",
    "locationtitle": "Location",
    "locationtext": "Online",
    "signup":"Book session",
    "accordionbooktitle": "How does it work and how do I schedule it?",
    "accordionbooktext1": "It's simple:",
    "accordionbookstep1": "Fill out the form below, including in the message field all the questions or topics you would like to see addressed; and with a date/time suggestion.",
    "accordionbookstep2": "We will contact you to verify all information and confirm the proposed date/time or arrange an alternative date.",
    "accordionbookstep3": "After everything is arranged between us, we will send you the login details for the session, which takes place online.",
    "accordionbooktext2": "If you have any questions, you can contact us at ",
    "accordionbookemail": "stepstopodium@gmail.com",
    "accordiontimetitle": "Should I schedule 30 or 60 minutes?",
    "accordiontimetext1": "It depends.",
    "accordiontimetext2": "If you want to clarify a specific question about a topic that you already master or if you are just looking for a more general knowledge about a certain subject, 30 minutes is enough. To clarify various doubts, approach a topic in detail or learn how to practice some processes, 60 minutes is ideal.",
    "accordiontimetext3": "In both sessions, if justified, we will help you to “get your hands dirty”."
      },
  "register": {
    "title":"Signing up",
    "text":"Sign up now and save your spot",
    "submit": "Sign up",
    "privatecoursetitle":"Looking for a private course?",
    "textprivatecourse1":"Are you looking for an individual session? Do you want to take the course only with your group of friends or your team? We can help.",
    "textprivatecourse2":"For more information about private courses, fill out the form above or contact us at stepstopodium@gmail.com.",
    "formcontact":"7f54eec8-73c9-4239-a670-2cf269c58211",
    "formcourses":"4d5dc7df-70c6-44be-b9ef-d47fc6d2770a",
    "formtechsessions":"f7a6b137-9dad-4b59-8e02-fb9dc83fda5d"
  },
  "coursesgeneralconditions": {
"title": "General Conditions | Steps to Podium Courses",
"text1": "Participation in the courses promoted by Steps to Podium presupposes full knowledge and acceptance of the following general conditions.",
"text2": "Enrollment in Steps to Podium courses must be done by completing the respective forms (",
"text3": "), with priority being given to each one of them based on the order in which they are received.",
"text4": "Enrollments are only considered after the payment of the full amount of the course has been received. Payments must take place within 48 hours of enrollment (in case of shorter notice, proof of payment must be sent to stepstopodium@gmail.com).",
"text5": "Payment can be made through:",
"text6": "mbway",
"text7": " to the following phone number: +351934653597 (please put your name in the description)",
"text8": "bank wire transfer",
"text9": " to IBAN PT50 0010 0000 3518 4730 0012 8",
"text10": "The registration is officially confirmed only after the payment has been validated.",
"text11": "After communicating the validation to the participant, he will also receive all the necessary information regarding the course.",
"text12": "If payment is made at a time when the course is already completed on the chosen date, which makes participation impossible, the participant may choose another available date or request a refund of the payment. In case of cancellation of the course by Steps to Podium, the amount paid by the participant will be refunded in full.",
"text13": "If the participant is unable to attend the course for any reason, he/she must communicate the cancellation of the course to Steps to Podium, in writing, to the email stepstopodium@gmail.com). ",
"text14": "A refund of the total amount will be made in case of prior notice with 72 hours in advance;",
"text15": "and a 50% refund of the total amount (25 euros) in the case of 48 hours prior notice.",
"text16": "The amount paid will not be refunded in case of no-show, nor is it possible to transfer the registration to another date; and under no circumstances will the registration fee be refunded after completion of the course.",
"text17": "Steps to Podium reserves the right to change dates, times or even cancel courses if the minimum number of participants set is not reached. In this case, all applicants will be notified in advance, as early as possible before the date of the course, and the total amount of the course will be refunded. Other amounts spent by the participant are not the responsibility of Steps to Podium.",
"text18": "Participants are required to comply with the safety regulations in force at the location of the course; and Steps to Podium is not responsible for the loss or damage of any items brought by entrants.",
"text19": "Steps to Podium reserves the right to unilaterally modify at any time, without prior notice, these general conditions."
  },
  "meta":{
    "maintitle":"Steps to Podium: Your offroad community",
    "maindescription":"Learn how to improve your riding or take care of your bike, access bikes and gear reviews, and discover the engineering behind our sport with Steps to Podium.",
    "coursestitle":"Steps to Podium: Suspensions Courses",
    "coursesdescription":"Do you want to learn all the secrets of your motorcycle's suspensions and how to make your own adjustments, besides tuning the “clicks”? Sign up for one of our courses!",
    "forkscoursestitle":"Steps to Podium: Dirt bike Front Forks Course",
    "forkscoursesdescription":"Do you want to learn all the secrets of your motorcycle's suspensions and how to make your own adjustments, besides tuning the “clicks”? Sign up for one of our courses!",
    "shockcoursestitle":"Steps to Podium: Dirt bike Rear Shock Course",
    "shockcoursesdescription":"Do you want to learn all the secrets of your motorcycle's rear shock and how to make your own adjustments, besides tuning the “clicks”? Sign up for one of our courses!",
    "techsessionstitle":"Steps to Podium: Technical Support Sessions",
    "techsessionsdescription":"If you have any doubts regarding the maintenance or the mechanics of your dirtbike, or even other related topics, we can help. Schedule your technical session!"
  }
}
