{
  "nav": {
    "techsessions": "Sessões técnicas",
    "courses":"Cursos",
    "about": "Sobre nós",
    "merchandise": "Merchandise",
    "contactus": "Contactos",
    "english": "EN",
    "portuguese": "PT"
  },
  "intro": {
    "title": "O que é o Steps to Podium?",
    "text1": "O Steps to Podium (S2P) cria conteúdo inspirador e educativo sobre o mundo do todo-o-terreno em duas rodas.",
    "text2": "Com o S2P, podes aprender a tratar da tua mota ou a melhorar a tua performance, ver reviews de motas e equipamento, descobrir mais sobre a engenharia por detrás deste maravilhoso desporto, e seguir as aventuras do Luís enquanto atleta amador. Preparado para te juntares à viagem?"
  },
  "videos": {
    "offroadengineered": {
      "title": "Offroad Engineered",
      "text": "Uma série de vídeos educativos que explica, de um modo simples e através de animações detalhadas, a engenharia por detrás das motas e deste nosso desporto."
    },
    "how-tos": {
      "title": "How-to's",
      "text": "Nem tudo precisa de ser complicado. Nesta série encontras dicas simples e alguns truques sobre como tratar da tua mota ou até como melhorar o teu desempenho enquanto piloto."
    },
    "reviews": {
      "title": "Reviews",
      "text": "Estás à procura de peças ou de novo equipamento? Aqui encontras reviews fidedignas sobre vários produtos, para poderes fazer uma compra informada."
    },
    "races": {
      "title": "Corridas",
      "text": "Uma das melhores coisas de andar de mota é competir. O Luís adora testar os limites, por isso está sempre a experimentar novas corridas. Segue as aventuras da equipa e descobre o mundo das corridas em Portugal!"
    },
    "behindthescenes": {
      "title": "Nos Bastidores",
      "text": "Neste segmento, vamos contar-te tudo sobre as tuas marcas favoritas do todo-o-terreno e os seus planos para o futuro, entrevistando as pessoas certas dentro das empresas."
    },
    "interviews": {
      "title": "Entrevistas",
      "text": "Descobre mais sobre pilotos, corridas ou novos projetos na comunidade do todo-o-terreno com as nossas entrevistas descontraídas a pessoas-chave do desporto."
    },
    "watchmore": "Ver mais",
    "loadmore": "Carregar mais"
  },
  "about": {
    "title": "Sobre nós",
    "text": "A ideia de criar o Steps to Podium surgiu durante o semestre de Erasmus do Luís na Alemanha. A impossibilidade de andar de mota fê-lo perceber o quanto valorizava o desporto e levou-o a ser um consumidor ávido de vídeos do YouTube sobre o tema. No entanto, rapidamente percebeu que havia pouco conteúdo feito especificamente para a comunidade do todo-o-terreno. Foi assim que nasceu o Steps to Podium. De um modo simples e descontraído, sem interesses ou rodeios, o S2P quer inspirar, ensinar e ajudar todos os pilotos amadores de todo-o-terreno."
  },
  "aboutus": {
    "luis": "O Luís é Engenheiro Mecânico e trabalha em programação de software mas, ainda mais importante, é um autêntico fanático por motas de todo-o-terreno. Esta paixão fê-lo embarcar numa constante busca para tentar compreender totalmente o desporto, seja em cima da mota ou fora dela.",
    "lili": "A Liliana é uma expert em Marketing que se apaixonou pelo projeto (e pelo Luís) e decidiu ajudar a fazer crescer a marca. Faz parte da equipa desde o início, por isso já percebe uma ou outra coisa sobre motas... mas não lhe faças muitas perguntas."
  },
  "contact": {
    "title": "Contacta-nos",
    "text1": "Tens alguma questão, proposta, ideia, ou dica que queiras partilhar connosco?",
    "text2": "Manda-nos a tua mensagem e damos resposta assim que possível.",
    "emailtitle": "Email:",
    "emailplaceholder": "Insere aqui o teu email",
    "subjecttitle": "Assunto",
    "subjectoption": "--Selecionar uma opção--",
    "subjectoption1": "Contacto comercial",
    "subjectoption2": "Parceria",
    "subjectoption3": "Redes Sociais",
    "subjectoption4": "Outro",
    "messagetitle": "Mensagem:",
    "messageplaceholder": "Escreve aqui a tua mensagem",
    "submit": "Submeter",
    "confirmation": "Confirmação de envio",
    "confirmmessage": "O teu email foi enviado! Responderemos nas próximas 24 horas."
  },
  "partners": {
    "title": "Parceiros"
  },
  "footer": {
    "rightsreserved": "Todos os direitos reservados ©",
    "courses": "Cursos",
    "techsession": "Sessões Téc.",
    "videos": "Vídeos",
    "merchandise": "Merchandise",
    "privacypolicy": "Política de Privacidade",
    "termsandconditions": "Termos & Condições",
    "follow": "Segue-nos"
  },
  "courses": {
    "coursestitle": "Cursos de Suspensões",
    "explorecourses": "Explorar Cursos",
    "text1": "Quer sejas um “piloto de fim-de-semana” ou um piloto profissional do todo-o-terreno, não há dúvida de que as suspensões da tua mota têm um grande impacto no teu conforto e performance.",
    "text2": "Se sempre quiseste saber todos os segredos das suspensões e como as ajustar para as adequar às tuas necessidades, esta é a tua oportunidade. Nos nossos cursos especializados, vais aprender não só os fundamentos teóricos mas também a pôr as “mãos-na-massa” e a fazer os teus próprios ajustes.",
  "allcourses": "Cursos Disponíveis",
  "forkscourses": "SUSPENSÕES",
  "forksdate1": "02 de Outubro",
  "forkslocation1": "Porto",
  "forksdate2": "28 de Agosto",
  "forkslocation2": "Sintra",
  "forksdate3": "24 de Abril",
  "forkslocation3": "Sintra",
  "forksdate4": "16 de Outubro",
  "forkslocation4": "Porto",
  "forksdate5": "13 de Novembro",
  "forkslocation5": "Lisboa",
  "forksdate6": "A determinar",
  "forkslocation6": "A determinar",
  "shockcourses": "AMORTECEDOR",
  "shockdate1": "02 de Outubro",
  "shocklocation1": "Porto",
  "shockdate2": "28 de Agosto",
  "shocklocation2": "Sintra",
  "shockdate3": "24 de Abril",
  "shocklocation3": "Sintra",
  "shockdate4": "A determinar",
  "shocklocation4": "A determinar",
  "watchmore": "Saber mais",
  "preregister": "Pré-registo",
  "comingsoon": "Brevemente",
  "soldout": "Esgotado",
  "testimonials": "Testemunhos",
  "texttestimonials":"A opinião de quem já experimentou",
  "testimonial1": "Eu mexia nas suspensões mas nunca era tão radical, e assim percebi exatamente qual é o impacto que tem na mota, em termos de tração, por exemplo. Aprendi muito.",
  "testimonialperson1": "Bernardo Vots",
  "testimonial2": "Foi espetacular. Foi super vantajoso para perceber o que a mota pode ou não fazer, como é que eu posso melhorar os meus tempos nas corridas, e para perder o medo de mexer nos clicks.",
  "testimonialperson2": "Hugo Teixeira",
  "testimonial3": "Acho que os dois cursos se complementam muito bem, e diria que é quase obrigatório fazer os dois, porque faz mesmo a diferença.",
  "testimonialperson3": "Filipe Regalado Sousa",
  "testimonial4": "Achei este curso bastante produtivo. Permitiu-nos explorar bastante as afinações dos clicks e eu acho muito importante fazermos isto. Conseguimos perceber realmente as sensações que a mota nos transmite.",
  "testimonialperson4": "Luís Silva",
  "testimonial5": "O ambiente é muito bom. A partilha de pessoas a andar de mota com experiências diferentes e a discussão de conceitos que depois vamos sentir na prática, é super interessante. Não é só conhecimento que se pode ler em qualquer lado, é sentir e perceber como as coisas funcionam.",
  "testimonialperson5": "Pedro Peixoto",
  "testimonial6": "Acho uma grande mais-valia. Toda a gente deveria saber interpretar o que é a compressão, o que é retorno, o que é alta ou baixa velocidade… e a influência que esses ajustes têm na condução e no conforto [do piloto]",
  "testimonialperson6": "Hugo Mota",
  "testimonial7": "Isto é muito bom para o pessoal ganhar à vontade e perceber como é que uma suspensão ou um amortecedor funcionam. Explicares bem o que cada afinação faz e depois percebermos o que isso transmite ou o que nos permite fazer, é super importante.",
  "testimonialperson7": "Duarte Mota",
  "testimonial8": "As alterações que fiz às suspensões sob a orientação do Luis fizeram uma diferença enorme. Para além disso, as suas explicações foram muito úteis em perceber muitos outros tópicos e deu-me a confiança para ajustar as suspensões consoante o que preciso.",
  "testimonialperson8": "Ariel Toron"
  },
  "forks": {
    "bannerforks": "Suspensões da Frente",
  "time&date": "Hora de início",
  "time&date1": "9h00",
  "time&date2": "14h00",
  "location":"Localização",
  "location0":"A determinar",
  "location1":"Porto, Portugal",
  "location2":"Cascais, Portugal",
  "location3":"Sintra, Portugal",
  "location4":"Lisboa, Portugal",
  "duration":"Duração",
  "duration1":"4 horas",
  "duration2":"",
  "maxparticipants":"Max. Participantes",
  "maxparticipants1":"7",
  "price0": "Brevemente",
  "price":"Preço",
  "price1":"50€",
  "price2":"60€",
  "price3":"70€",
  "signup": "Inscrever-me",
  "tabthecourse": "O Curso",
  "textthecourse1":"Hoje em dia, as suspensões podem ser ajustadas de várias formas, considerando o teu peso, o tipo de terreno ou pilotagem e ainda outras variáveis. Um bom ajuste vai, sem dúvida, ter impacto na tua performance - mas também no teu conforto e segurança em cima da mota.",
  "textthecourse2":"No entanto, são poucos os pilotos que conseguem ir “além dos cliques” e, de facto, perceber exatamente como tirar total partido das suas suspensões. Neste curso, vais aprender a ajustar as tuas suspensões à tua medida - e mais.",
  "whatyouwilllearn":"O que vais aprender",
  "whatyouwilllearn1":"Como funcionam as suspensões e como são construídas",
  "whatyouwilllearn2":"Como é que as suspensões podem ser ajustadas",
  "whatyouwilllearn3":"Que impacto têm os ajustes",
  "whatyouwilllearn4":"Como ajustar as tuas suspensões à tua medida",
  "extras": "Extras (também incluído)",
  "textextras1": "Lanche e merchandising no dia do curso",
  "textextras2": "Acompanhamento técnico pós-curso",
  "textextras3": "Preço especial para manutenção/preparação das tuas suspensões connosco",
  "textextras4": "Desconto de 10% nos restantes cursos Steps to Podium",
  "textextras5": "Acesso à comunidade S2P",
  "requirements": "Requisitos",
  "textrequirements1": "Para poder fazer este curso, é necessário que as suspensões da frente da tua mota tenham ajuste de amortecimento de compressão de baixa velocidade e ajuste de amortecimento de retorno/rebound de baixa velocidade.",
  "textrequirements2": "Para tirares o melhor partido deste curso, as tuas suspensões devem estar em boas condições e com a manutenção necessária em dia.",
  "tabisthisforme": "Este curso é para mim?",
  "textisthisforme1": "Definitivamente.",
  "textisthisforme2": "Se já chegaste até aqui, não temos dúvidas de que este curso é para ti. Este curso foi preparado para todos aqueles que querem aprender mais sobre suspensões e o impacto que estas podem ter na experiência de andar de mota, independentemente do nível de experiência do piloto.",
  "weekendwarrior": "Praticantes curiosos e de “fim-de-semana”",
  "textweekendwarrior": "Uma vez que “só dás umas voltas de vez em quando”, podes estar a pensar que não vale a pena aprender a ajustar as suspensões. Estás enganado. Saber como afinar as tuas suspensões vai não só ajudar-te a poupar algum dinheiro como a melhorar bastante a tua experiência em cima da mota. Vais estar preparado para tirar partido delas não só em passeios rolantes, mas também em trilhos mais desafiantes. ",
  "amateurpro": "Pilotos amadores e profissionais",
  "textamateurpro1": "Poupar algum dinheiro e melhorar performance são duas das melhores coisas da vida para qualquer piloto amador (nós sabemos bem!). Aprender a afinar e a ajustar as tuas suspensões à tua medida vai permitir-te ambos. Para além de aprenderes mais sobre as suspensões e a forma como estas funcionam, vais poder aprender a ajustá-las consoante as necessidades de cada corrida, para que fiques sempre cada vez mais próximo do pódio.",
  "textamateurpro2": "Então, do que estás à espera?",
  "tabsigningup": "Inscrição",
  "textsigningup1": "Para te inscreveres neste curso, basta preencher o formulário abaixo.",
  "textsigningup2": "Depois de submeteres o formulário, vais receber um e-mail com toda a informação necessária para efetuares o pagamento do curso e garantires o teu lugar. Só após a validação do pagamento é que a tua inscrição é válida.",
  "textsigningup3": "Após a validação da tua inscrição, vais receber um e-mail com tudo o que precisas de saber para te juntares a nós.",
  "textsigningup4": "Qualquer dúvida ou questão, por favor entra em contacto connosco através do email stepstopodium@gmail.com."
  },
  "shock": {
    "bannershock": "Amortecedor",
    "time&date": "Hora de início",
    "time&date1": "9h00",
    "time&date2": "14h00",
    "location":"Localização",
    "location0":"A determinar",
    "location1":"Porto, Portugal",
    "location2":"Lisboa, Portugal",
    "location3":"Sintra, Portugal",
    "duration":"Duração",
    "duration1":"4 horas",
    "duration2":"",
    "maxparticipants":"Max. Participantes",
    "maxparticipants1":"7",
    "maxparticipants2":"",
    "price":"Preço",
    "price0": "Brevemente",
    "price1":"50€",
    "price2":"60€",
    "price3":"70€",
    "signup": "Inscrever-me",
    "tabthecourse": "O Curso",
    "textthecourse1":"O amortecedor deve ser o componente mais importante de um mota de todo-o-terreno. Não só absorve as irregularidades do terreno como também é crucial para transferir a potência para o chão. Por isso, um bom ajuste vai, sem dúvida, ter impacto na tua performance - mas também no teu conforto e segurança em cima da mota.",
    "textthecourse2":"No entanto, são poucos os pilotos que conseguem perceber a diferença entre os reguladores de amortecimento de alta e baixa velocidade e, de facto, perceber exatamente como tirar total partido do amortecedor. Neste curso, vais aprender a ajustar o teu amortecedor à tua medida - e mais.",
    "textthecourse3":"Nota: Se ainda não fizeste nenhum dos cursos de suspensões do S2P, recomendamos fazeres primeiro o curso das Suspensões da Frente, visto que te vai preparar melhor para o curso do Amortecedor.",
    "whatyouwilllearn":"O que vais aprender",
    "whatyouwilllearn1":"Como funciona o amortecedor e como é construído",
    "whatyouwilllearn2":"Como é que o amortecedor pode ser ajustado",
    "whatyouwilllearn3":"Que impacto têm os ajustes",
    "whatyouwilllearn4":"Como ajustar o teu amortecedor à tua medida",
    "extras": "Extras (também incluído)",
    "textextras1": "Lanche e merchandising no dia do curso",
    "textextras2": "Acompanhamento técnico pós-curso",
    "textextras3": "Preço especial para manutenção/preparação das tuas suspensões connosco",
    "textextras4": "Desconto de 10% nos restantes cursos Steps to Podium",
    "textextras5": "Acesso à comunidade S2P",
    "requirements": "Requisitos",
    "textrequirements1": "Para poder fazer este curso, é necessário que o amortecedor da tua mota tenha ajuste de amortecimento de compressão de baixa e alta velocidade e ajuste de amortecimento de retorno/rebound de baixa velocidade.",
    "textrequirements2": "Para tirares o melhor partido deste curso, o teu amortecedor deve estar em boa condição e com a manutenção necessária em dia.",
    "tabisthisforme": "Este curso é para mim?",
    "textisthisforme1": "Definitivamente.",
    "textisthisforme2": "Se já chegaste até aqui, não temos dúvidas de que este curso é para ti. Este curso foi preparado para todos aqueles que querem aprender mais sobre amortecedores e o impacto que estas podem ter na experiência de andar de mota, independentemente do nível de experiência do piloto.",
    "weekendwarrior": "Praticantes curiosos e de “fim-de-semana”",
    "textweekendwarrior": "Uma vez que “só dás umas voltas de vez em quando”, podes estar a pensar que não vale a pena aprender a ajustar o amortecedor. Estás enganado. Saber como afinar o teu amortecedor vai não só ajudar-te a poupar algum dinheiro como a melhorar bastante a tua experiência em cima da mota. Vais estar preparado para tirar partido delas não só em passeios rolantes, mas também em trilhos mais desafiantes.",
    "amateurpro": "Pilotos amadores e profissionais",
    "textamateurpro1": "Poupar algum dinheiro e melhorar performance são duas das melhores coisas da vida para qualquer piloto amador (nós sabemos bem!). Aprender a afinar e a ajustar o teu amortecedor à tua medida vai permitir-te ambos. Para além de aprenderes mais sobre os amortecedores e a forma como estes funcionam, vais poder aprender a ajustá-las consoante as necessidades de cada corrida, para que fiques sempre cada vez mais próximo do pódio.",
    "textamateurpro2": "Então, do que estás à espera?",
    "tabsigningup": "Inscrição",
    "textsigningup1": "Para te inscreveres neste curso, basta preencher o formulário abaixo.",
    "textsigningup2": "Depois de submeteres o formulário, vais receber um e-mail com toda a informação necessária para efetuares o pagamento do curso e garantires o teu lugar. Só após a validação do pagamento é que a tua inscrição é válida.",
    "textsigningup3": "Após a validação da tua inscrição, vais receber um e-mail com tudo o que precisas de saber para te juntares a nós.",
    "textsigningup4": "Qualquer dúvida ou questão, por favor entra em contacto connosco através do email stepstopodium@gmail.com."
    },
  "techsession": {
    "bannertechsession": "Sessões Técnicas",
    "text1":"Tens dúvidas relativamente às suspensões da tua mota? Gostavas de aprender manutenção básica ou a afinar o motor? Precisas de apoio na preparação para uma corrida? Nós podemos ajudar.",
    "text2":"Marca uma sessão de acompanhamento técnico de 30 ou 60 minutos, de acordo com o que precisares, e nós ajudamos a esclarecer todas as tuas dúvidas.",
    "durationtitle":"Duração",
    "durationtext":"30 ou 60 mins",
    "pricetitle":"Preço",
    "pricetext1":"30 mins: 15 €",
    "pricetext2":"1 hora: 25 €",
    "time&datetitle":"Data e Hora",
    "time&datetext":"A combinar",
    "locationtitle":"Local",
    "locationtext":"Online",
    "signup":"Marcar sessão",
    "accordionbooktitle": "Como funciona e como faço a marcação?",
    "accordionbooktext1": "É simples:",
    "accordionbookstep1": "Preenche o formulário abaixo, incluindo no campo da mensagem todas as dúvidas ou tópicos que gostavas de ver abordados; com uma sugestão de data hora.",
    "accordionbookstep2": "Nós entramos em contacto contigo para verificar todas as informações e confirmar a data/hora proposta ou combinar uma data alternativa.",
    "accordionbookstep3": "Depois de combinarmos tudo, enviaremos as informações para a sessão online.",
    "accordionbooktext2": "Se tiveres questões, podes entrar em contacto connosco através do e-mail ",
    "accordionbookemail": "stepstopodium@gmail.com",
    "accordiontimetitle": "Devo marcar 30 ou 60 minutos?",
    "accordiontimetext1": "Depende.",
    "accordiontimetext2": "Se pretendes esclarecer uma dúvida específica sobre um assunto que já dominas ou se só estás à procura de ter um conhecimento mais genérico sobre determinado tema, 30 minutos são suficientes. Para esclarecer várias dúvidas, abordar um tema em detalhe ou aprender a prática de alguns processos, 60 minutos é o ideal.",
    "accordiontimetext3": "Em ambas as sessões, se se justificar, vamos ajudar-te a “pôr as mãos na massa”."
  },
  "register": {
    "title":"Inscrição",
    "text":"Inscreve-te já e garante o teu lugar",
    "submit": "Inscrever-me",
    "privatecoursetitle":"Queres fazer um curso privado?",
    "textprivatecourse1":"Estás à procura de uma sessão individual? Queres fazer o curso só com o teu grupo de amigos? Pretendes um curso específico para a tua equipa? Nós podemos ajudar.",
    "textprivatecourse2":"Para mais informações sobre cursos privados, preenche o formulário acima ou entra em contacto através de stepstopodium@gmail.com.",
    "formcontact":"36aeb33e-b47d-4944-aa62-1b73d6b6b76d",
    "formcourses":"92c107e7-6280-4618-ab42-b19fa93e423a",
    "formtechsessions":"f7a6b137-9dad-4b59-8e02-fb9dc83fda5d"
  },
  "coursesgeneralconditions": {
    "title": "Condições Gerais | Cursos Steps to Podium",
    "text1": "A participação em cursos promovidos pelo Steps to Podium pressupõe o conhecimento e a aceitação integral das condições gerais que se seguem.",
    "text2": "A inscrição nos cursos do Steps to Podium deverá ser efetuada mediante preenchimento dos respetivos formulários (",
    "text3": "), sendo dada prioridade a cada um deles com base na ordem de receção dos mesmos.",
    "text4": "As inscrições só se consideram efetuadas após boa cobrança da totalidade do valor do curso, o que deverá verificar-se até 48 horas após a inscrição (em caso de menor antecedência relativamente ao dia do curso, o comprovativo do pagamento deve ser enviado para stepstopodium@gmail.com).",
    "text5": "O pagamento pode ser feito através de:",
    "text6": "mbway",
    "text7": "para o número 934653597 (coloca, por favor, o teu nome na descrição)",
    "text8": "transferência bancária",
    "text9": "para o IBAN PT50 0010 0000 3518 4730 0012 8",
    "text10": "Só após a validação do pagamento é que a inscrição é oficialmente confirmada.",
    "text11": "No momento da comunicação ao participante, este receberá ainda toda a informação necessária relativa ao curso.",
    "text12": "Se o pagamento for feito num momento em que o curso já está completo na data escolhida, o que impossibilita a sua participação, o participante poderá escolher outra data disponível ou pedir o reembolso do pagamento. Em caso de cancelamento do curso por parte do Steps to Podium, o valor pago pelo participante será reembolsado na íntegra.",
    "text13": "Caso o participante não consiga comparecer ao curso por algum motivo, deve comunicar o cancelamento do curso ao Steps to Podium, por escrito, para o email stepstopodium@gmail.com).",
    "text14": "Será efetuado o reembolso do valor total em caso de aviso prévio com 72 horas de antecedência;",
    "text15": "e o reembolso de 50% do valor total (25 euros) no caso de aviso prévio com 48 horas de antecedência.",
    "text16": "O valor pago não será restituído em caso de falta de comparência, nem é possível a transferência da inscrição para outra data; e em nenhuma situação será restituído o valor da inscrição após a realização do curso.",
    "text17": "O Steps to Podium reserva-se o direito de alterar datas, horários ou mesmo cancelar cursos no caso do número mínimo de inscrições fixado não ser atingido. Nesse caso, todos os inscritos serão previamente avisados, com o máximo de antecedência possível à data de realização do curso, e o valor total do curso será reembolsado. Demais valores gastos pelo participante não são da responsabilidade do Steps to Podium.",
    "text18": "Os participantes estão obrigados ao cumprimento das normas de segurança vigentes no local de realização do curso; e o Steps to Podium não se responsabiliza pela perda ou dano de quaisquer objetos trazidos pelos inscritos.",
    "text19": "O Steps to Podium reserva-se no direito de modificar unilateralmente e em qualquer momento, sem aviso prévio, as presentes condições gerais."
      },
  "meta":{
    "maintitle":"Steps to Podium: A tua comunidade offroad",
    "maindescription":"Aprende a tratar da tua mota ou a melhorar a tua performance, acede a reviews exclusivas e descobre a engenharia por detrás do desporto com o Steps to Podium.",
    "coursestitle":"Steps to Podium: Cursos de Suspensões",
    "coursesdescription":"Queres aprender todos os segredos das suspensões da tua mota e como fazer os teus próprios ajustes, além de mexer nos “cliques”? Inscreve-te já num dos nossos cursos!",
    "forkscoursestitle":"Steps to Podium: Curso de Suspensões da Frente",
    "forkscoursesdescription":"Queres aprender todos os segredos das suspensões da tua mota e como fazer os teus próprios ajustes, além de mexer nos “cliques”? Inscreve-te já num dos nossos cursos!",
    "shockcoursestitle":"Steps to Podium: Curso de Amortecedor",
    "shockcoursesdescription":"Queres aprender todos os segredos do amortecedor da tua mota e como fazer os teus próprios ajustes, além de mexer nos “cliques”? Inscreve-te já num dos nossos cursos!",
    "techsessionstitle":"Steps to Podium: Sessões de Acompanhamento Técnico",
    "techsessionsdescription":"Se tens dúvidas sobre a manutenção ou mecânica da tua mota ou outros tópicos relacionados, nós podemos ajudar. Marca já a tua sessão técnica!"
  }
}
